{
  "profile" : "โปรไฟล์",
  "need_help" : "ต้องการความช่วยเหลือ?",
  "call" : "เรียก",
  "login" : "เข้าสู่ระบบ",
  "register" : "ลงทะเบียน",
  "language": "ภาษา",
  "melbourne_city" : "เมืองเมลเบิร์น ประเทศออสเตรเลีย",
  "bangkok_city" : "กรุงเทพมหานคร ประเทศไทย",
  "request_call" : "ขอเบอร์โทร",
  "researve_now" : "จองเลย!",
  "hero_slide_subtitle": "เช่า",
  "hero_slide_title": "คอลเลกชั่นพิเศษรถหรู",
  "search_best_car" : "ค้นหารถที่ดีที่สุดของคุณที่นี่",
  "from_address" : "จากที่อยู่",
  "to_address" : "ไปยังที่อยู่",
  "SelectCar" : "เลือกรถยนต์",
  "ac_car" : "รถปรับอากาศ",
  "non_ac_car" : "รถไม่ปรับอากาศ",
  "journey_date" : "วันที่เดินทาง",
  "journey_start_date" : "วันที่เริ่มต้นการเดินทาง",
  "journey_end_date" : "วันที่สิ้นสุดการเดินทาง",
  "journey_time" : "เวลาการเดินทาง",
  "journey_start_time" : "เวลาเริ่มต้นการเดินทาง",
  "journey_end_time" : "เวลาสิ้นสุดการเดินทาง",
  "find_car" : "หารถ",
  "about_us_title" : "เกี่ยวกับเรา",
  "welcome_title" : "ยินดีต้อนรับสู่ลุกซ์",
  "about_text" : "อุตสาหกรรมการเช่ารถหรูดำเนินการโดย LUXE และเป้าหมายของเราคือสร้างความพึงพอใจให้กับผู้บริโภคอย่างเต็มที่ ภารกิจของเราคือการปฏิบัติต่อลูกค้าแต่ละรายด้วยความเคารพอย่างสูงสุด มอบบริการที่เหนือกว่า และเหนือกว่าความคาดหวังของลูกค้าอย่างสม่ำเสมอ เรามั่นใจว่าการเช่ารถซูเปอร์คาร์เป็นประสบการณ์ครั้งหนึ่งในชีวิต",
  "trusted_name" : "ชื่อที่เชื่อถือได้",
  "deal_brands" : "เรามีทุกยี่ห้อ",
  "larger_stocks" : "มีสต็อกรถจำนวนมาก",
  "worldwide_location" : "เราอยู่ในสถานที่ต่างๆทั่วโลก",
  "president" : "ประธาน",
  "founder" : "ผู้ก่อตั้ง",
  "see_our" : "ดูของเรา",
  "latest_service" : "บริการล่าสุด",
  "rental_tourist" : "บริการรถเช่าสำหรับนักท่องเที่ยว",
  "rental_organizations" : "รถเช่าสำหรับองค์กร",
  "rental_embassy" : "รถเช่าสำหรับสถานทูต",
  "rental_wedding" : "รถเช่าสำหรับงานแต่งงาน",
  "private_tour_guide" : "คนขับรถส่วนตัวและไกด์นำเที่ยว",
  "guest" : "แขกคนสำคัญของประเทศหรือองค์กรต่างๆ",
  "tt" : "ทีที",
  "lambo" : "แลมโบ",
  "bmw" : "บีเอ็มดับเบิลยู",
  "alphard" : "อัลพาร์ท",
  "air_trans" : "ขนส่งทางอากาศ",
  "air_transfer" : "ขนถ่ายทางอากาศ",
  "hospital_transfer" : "ย้ายโรงพยาบาล",
  "wedding_ceremony" : "งานแต่งงาน",
  "city_tour" : "ทัวร์รอบเมือง",
  "baggage_transport" : "ขนส่งสัมภาระ",
  "promo_text" : "คุณต้องการรับข้อเสนอหรือไม่? ดังนั้นอย่ามาสาย",
  "promo_btn" : "คลิกที่นี่",
  "day" : "วัน",
  "model" : "โมเดล",
  "rental" : "เช่า",
  "rating" : "คะแนน",
  "automatic" : "อัตโนมัติ",
  "rent_car" : "อัตโนมัติ",
  "details" : "รายละเอียด",
  "come_with" : "มาพร้อมกับ",
  "hot_offers" : "ข้อเสนอที่ร้อนแรง",
  "some_words" : "บางคำ",
  "testimonial" : "ข้อความรับรอง",
  "customer" : "ลูกค้า",
  "experts" : "ผู้เชี่ยวชาญ",
  "our_members" : "สมาชิกของเรา",
  "year_experience" : "ปีประสบการณ์",
  "more_member" : "สมาชิกเพิ่มเติม",
  "partner_location_text" : "เรื่องราวของเรา",
  "need_any_help" : "ต้องการความช่วยเหลือหรือไม่?",
  "latest" : "ล่าสุด",
  "our_blog" : "บล็อกของเรา",
  "btn_gallery" : "รูปเพิ่มเติม",
  "key_words" : "คำค้น...",
  "by_category" : "ตามหมวดหมู่",
  "top_selling" : "มียอดขายสูงสุด",
  "price" : "ราคา",
  "quantity" : "ปริมาณ",
  "add_to_cart" : "หยิบใส่ตะกร้า",
  "products" : "สินค้า",
  "related_products" : "สินค้าที่เกี่ยวข้อง",
  "comments" : "ความคิดเห็น",
  "leave_comment" : "ทิ้งข้อความไว้",
  "post_comment" : "เขียนความคิดเห็น",
  "must_signin" : "คุณต้องลงชื่อเข้าใช้เพื่อสร้างหรือแสดงความคิดเห็นในโพสต์",
  "c_name" : "ชื่อ",
  "c_email" : "อีเมลล์",
  "all_bookings" : "การจองทั้งหมด",
  "make_booking":"ทำการจอง",
  "dashboard":"แดชบอร์ด",
  "logout": "ออกจากระบบ",
  "blog-title" : {
    "blog-1" : "ถ้ารถของคุณแบตเตอรี่ต่ำ",
    "blog-2" : "ตึณใช้แท็กซี่บ่อยแค่ไหน?",
    "blog-3" : "วิธีที่ดีที่สุดในการจ่ายไดรเวอร์"
  },
  "footer" : {
    "head_office" : "สำนักงานใหญ่",
    "phone" : "โทรศัพท์",
    "email" : "อีเมลล์",
    "office_time" : "เวลาสำนักงาน",
    "quick_links" : "ลิงค์ด่วน",
    "about_us" : "เกี่ยวกับเรา",
    "our_service" : "บริการของเรา",
    "case_studies" : "กรณีศึกษา",
    "contact_us" : "ติดต่อเรา",
    "testimonials" : "ข้อความรับรอง",
    "privacy" : "Privacy Policy",
    "latest_news" : "นโยบายความเป็นส่วนตัว",
    "newsletter" : "จดหมายข่าว",
    "recent_post" : "โพสต์ล่าสุด",
    "mission": "พันธกิจของเราคือการปฏิบัติต่อลูกค้าแต่ละรายด้วยความเคารพอย่างสูงสุด มอบบริการที่เหนือกว่า และเหนือกว่าความคาดหวังของลูกค้าอย่างสม่ำเสมอ เรามั่นใจว่าการเช่ารถซูเปอร์คาร์เป็นประสบการณ์ครั้งหนึ่งในชีวิต."
  },
  "header-navigation-user" : {
    "profile":"ประวัติโดยย่อ",
    "listings":"รายการ",
    "bookings":"การจอง",
    "favourites":"รายการโปรด"
  },
    "header-navigation" : {
    "home" : "บ้าน",
    "about" : "เกี่ยวกับ",
    "service" : "บริการ",
    "all_service" : "บริการทั้งหมด",
    "service_details" : "รายละเอียดบริการ",
    "cars" : "รถ",
    "car_listing" : "รถยนต์ของเรา",
    "car_booking" : "จองรถ",
    "gallery" : "แกลลอรี่",
    "shop" : "ร้านค้า",
    "product" : "ผลิตภัณฑ์",
    "product_details" : "รายละเอียดสินค้า",
    "shopping_cart" : "ตะกร้าสินค้า",
    "checkout" : "เช็คเอาท์",
    "pages" : "หน้า",
    "blog" : "บล็อก",
    "blog_single" : "บล็อกเดียว",
    "not_found" : "404 ไม่พบ",
    "login" : "เข้าสู่ระบบ",
    "forgot" : "ลืมรหัสผ่าน",
    "register" : "ลงทะเบียน",
    "contact" : "ติดต่อ",
    "terms": "ข้อตกลงและเงื่อนไข"
  },
  "about_page" : {
    "subtitle" : "เกี่ยวกับเรา",
    "title" : "เรามุ่งมั่นที่จะให้บริการ",
    "proud_title" : "เราภูมิใจในธุรกิจของเรา <span>เช่ารถ</span> เดี๋ยวนี้!",
    "about_details_01": "เราปฏิบัติตามระบบที่มีระเบียบวินัยในการประเมินและพัฒนาตนเอง เพื่อให้ผู้บริโภคได้รับประสบการณ์การเดินทางที่ดีที่สุด เราไม่เคยหยุดทำงานเพื่อนำเสนอบริการที่ดีและทันสมัยยิ่งขึ้นแก่พวกเขา นอกจากนี้ เรายังทุ่มเทเพื่อพัฒนาความสัมพันธ์ ในบรรดาผู้เข้าร่วมทั้งหมดในห่วงโซ่การบริการ รวมถึงเพื่อนร่วมงาน ซัพพลายเออร์ และลูกค้า คำติชมของลูกค้าได้รับการสนับสนุนอย่างจริงจัง และเรายินดีเป็นอย่างยิ่งที่ได้รวมเอาความคิดเห็นนั้นไว้ด้วยกันและค้นหาว่ามันจะทำให้เราดีขึ้นได้อย่างไร.",
    "about_details_02": "เราทราบดีว่าเพื่อให้ลูกค้าพึงพอใจอย่างเต็มที่ ทีมงานของเราต้องให้ความสำคัญกับความต้องการของลูกค้าเป็นอันดับแรกเสมอ เรามุ่งมั่นที่จะดำเนินการและให้บริการตลอดเวลา เราพิจารณาและซื้อแบรนด์- ซูเปอร์คาร์ใหม่ที่ไม่มีจำหน่ายในประเทศไทย.",
    "about_details_03": "เราใช้ความพยายามมากกว่าที่อื่น."
   },
   "service_details_page" : {
     "discount_text" : "ส่วนลด 40% เฉพาะสมาชิกใหม่",
     "reserve" : "จองเลย!",
     "download" : "ดาวน์โหลด",
     "faq_text" : "รับข้อมูลเพิ่มเติม"
    },
    "car_booking" : {
      "personal_information" : "ข้อมูลส่วนบุคคล",
      "first_name" : "ชื่อเต็มของคุณ",
      "last_name" : "นามสกุลของคุณ",
      "email" : "ที่อยู่อีเมลของคุณ",
      "phn" : "หมายเลขโทรศัพท์ของคุณ",
      "booking_details" : "รายละเอียดการจอง",
      "payment_method" : "วิธีการชำระเงิน",
      "bank_transfer" : "โอนเงินผ่านธนาคารโดยตรง",
      "check_payment": "ตรวจสอบการชำระเงิน",
      "credit_card" : "บัตรเครดิต",
      "payment_text" : "ชำระเงินเข้าบัญชีธนาคารของเราโดยตรง โปรดใช้รหัสคำสั่งซื้อของคุณเป็นข้อมูลอ้างอิงการชำระเงิน คำสั่งซื้อจะไม่สำเร็จจนกว่าจะชำระเงินเรียบร้อย.",
      "booking_successful": "จองสำเร็จ",
      "booking_failed":"การจองล้มเหลว",
      "went_wrong": "มีบางอย่างผิดพลาด! โปรดลองใหม่อีกครั้ง",
      "make_fav_notify": "เพิ่มในรายการโปรด",
      "make_unfav_notify" : "ลบออกจากรายการโปรด",
      "fav_notify": "เพิ่มในรายการโปรด",
      "unfav_notify" : "ลบออกจากรายการโปรด",
      "booking_error_01":"วันที่สิ้นสุดการเดินทางไม่ควรอยู่ก่อนวันที่เริ่มต้นการเดินทาง",
      "booking_error_02": "เวลาสิ้นสุดการเดินทางไม่ควรอยู่ก่อนหรือเท่ากับเวลาเริ่มต้นการเดินทาง",
      "booking_error_03": "มีการจองบางวันระหว่างวันที่เริ่มต้นการเดินทางและวันที่สิ้นสุดการเดินทางแล้ว.. โปรดลองอีกครั้ง"
     },
     "cart" : {
      "shopping_cart" : "ตะกร้าสินค้า",
      "preview" : "ดูตัวอย่าง",
      "product" : "ผลิตภัณฑ์",
      "price" : "ราคา",
      "quantity" : "ปริมาณ",
      "total" : "ทั้งหมด",
      "action" : "การกระทำ",
      "clear_cart" : "ล้างรถเข็น",
      "update_cart" : "อัปเดตรถเข็น",
      "summury" : "สรุปคำสั่งซื้อ",
      "subtotal" : "ผลรวมย่อยของรถเข็น",
      "shipping" : "การจัดส่งและการจัดการ",
      "free_shipping" : "จัดส่งฟรี",
      "order_total" : "ยอดรวมการสั่งซื้อ",
      "proceed" : "ดำเนินการต่อเพื่อชำระเงิน",
      "shock_absorber" : "โช้คอัพ"
    },
    "checkout_page" : {
      "billing_details" : "รายละเอียดการเรียกเก็บเงิน",
      "f_name" : "ชื่อ",
      "l_name" : "นามสกุล",
      "country" : "ประเทศ",
      "address" : "ที่อยู่",
      "town" : "เมือง / เมือง",
      "email" : "ที่อยู่อีเมลล์",
      "mobile" : "เบอร์มือถือ",
      "note" : "หมายเหตุการสั่งซื้อ"
    },
    "blog_page" : {
      "read_more" : "อ่านเพิ่มเติม",
      "comments" : "ความคิดเห็น",
      "page" : "หน้า",
      "by_category" : "ตามหมวดหมู่",
      "by_tags" : "ตามแท็ก",
      "recent_post" : "โพสต์ล่าสุด",
      "archive" : "เก็บถาวร"
    },
    "error_page" : {
      "back_home" : "กลับหน้าหลัก",
      "error" : "ไม่พบหน้า",
      "desc" : "เพจที่คุณกำลังค้นหาอาจถูกลบออกแล้ว เปลี่ยนชื่อไปแล้วหรือไม่สามารถใช้งานได้ชั่วคราว."
    },
    "login_page" : {
      "singin" : "เข้าสู่ระบบ",
      "user_email" : "อีเมลล์",
      "password" : "รหัสผ่าน",
      "f_password"  : "ลืมรหัสผ่าน?",
      "keep" : "ให้ฉันลงชื่อเข้าใช้",
      "btn" : "เข้าสู่ระบบเดี๋ยวนี้!",
      "need_account" : "คุณต้องการบัญชีหรือไม่?",
      "please_login" : "กรุณาเข้าสู่ระบบ!",
      "invalid":"ข้อมูลรับรองไม่ถูกต้อง"
    },
    "forgot_password_page" : {
      "forgot_pass" : "รีเซ็ตรหัสผ่าน",
      "btn": "รีเซ็ตทันที!",
      "verify_email" : "ยืนยันอีเมล",
      "send_code": "ส่งรหัส",
      "verify_code": "ยืนยันรหัส",
      "description": "รหัสยืนยันถูกส่งไปยังอีเมลที่เกี่ยวข้องแล้ว. กรุณาตรวจสอบและยืนยัน..",
      "code": "รหัส",
      "resend_code": "ส่งรหัสใหม่",
      "confirm": "ยืนยันรหัสผ่าน",
      "wrong":"มีบางอย่างผิดพลาด! โปรดลองอีกครั้ง",
      "user_exists":"ไม่มีผู้ใช้ที่มีอีเมลนี้อยู่! โปรดลองใช้อีเมลอื่น",
      "activation_code":"โปรดตรวจสอบที่อยู่อีเมลของคุณเพื่อดูรหัสเปิดใช้งาน",
      "wrong_code": "รหัสผิด",
      "loading":"กำลังโหลด"
    },
    "register_page" : {
      "singup" : "ลงทะเบียน",
      "username" : "ชื่อผู้ใช้",
      "firstname" : "ชื่อ",
      "lastname" : "นามสกุล",
      "mobile" : "มือถือ",
      "dob" : "วันเกิด",
      "email" : "อีเมลล์",
      "password" : "รหัสผ่าน",
      "c_password" : "ยืนยันรหัสผ่าน",
      "terms" : "ยอมรับข้อกำหนดและเงื่อนไข",
      "register_now" : "ลงทะเบียนตอนนี้",
      "have_account" : "มีบัญชีอยู่แล้ว?",
      "reg_successful":"การลงทะเบียนสำเร็จ",
      "went_wrong":"มีบางอย่างผิดพลาด",
      "pass_not_matched":"รหัสผ่านไม่ตรงกัน",
      "accept_terms":"โปรดยอมรับข้อกำหนดและเงื่อนไข",
      "username_exist":"ชื่อผู้ใช้นี้มีอยู่แล้ว!",
      "email_exist":"ผู้ใช้ที่มีที่อยู่อีเมลนี้อยู่แล้ว!",
      "reg_error_01":"ชื่อจริงควรประกอบด้วยตัวอักษร จุด (จุด) หรือขีดกลางเท่านั้น",
      "reg_error_02":"นามสกุลควรประกอบด้วยตัวอักษร จุด (จุด) หรือขีดกลางเท่านั้น",
      "reg_error_03":"อีเมลล์ต้องเป็นที่อยู่อีเมลล์ที่ถูกต้อง",
      "reg_error_04":"โปรดป้อนเฉพาะค่าตัวเลข ไม่อนุญาตให้ใช้ตัวอักษรหรือทศนิยม!",
      "reg_error_05":"รหัสผ่านควรประกอบด้วยตัวอักษร ตัวเลข เครื่องหมายขีดล่างหรือจุด (จุด) เท่านั้น และมีอักขระอย่างน้อย 8 ตัว"
    },
    "contact_page" : {
      "get_touch" : "ติดต่อ",
      "name" : "ชื่อของคุณ",
      "email" : "ที่อยู่อีเมลล์",
      "subject" : "เรื่อง",
      "phone" : "เบอร์โทร",
      "msg" : "เขียนข้อความของคุณที่นี่...",
      "send" : "ส่งข้อความ",
      "info_title" : "ข้อมูลการติดต่อ",
      "info_email" : "ส่งอีเมลถึงเรา",
      "info_call" : "โทรหาเรา",
      "info_follow" : "ติดตามเรา:",
      "notify" : "ขอบคุณ เราจะติดต่อคุณในไม่ช้า",
      "fill_in": "กรุณากรอกข้อมูลในฟิลด์นี้",
      "tags_not_allowed" : "แท็ก HTML เช่น < > ไม่อนุญาต",
      "name_error" : "ชื่อควรประกอบด้วยตัวอักษร จุด (จุด) เว้นวรรค หรือขีดกลางเท่านั้น",
      "email_error": "อีเมลล์ต้องเป็นที่อยู่อีเมลล์ที่ถูกต้อง"
    },
    "fav":{
      "your_fav":"รายการโปรด",
      "no_fav":"คุณไม่มีรถคันโปรดเลย!!!",
      "previous":"ก่อนหน้า",
      "next":"ถัดไป"
    },
    "reset_pass":{
      "failed":"ไม่สามารถอัปเดตรหัสผ่าน",
      "new_confirm":"รหัสผ่านใหม่และรหัสผ่านยืนยันไม่ตรงกัน",
      "pass_updated":"รหัสผ่านของคุณได้รับการอัปเดตแล้ว! ครั้งต่อไปที่คุณเข้าสู่ระบบ โปรดใช้รหัสผ่านใหม่ของคุณ."
    },
    "services_page":{
      "service_01": "LUXE นำเสนอโซลูชั่นการเช่ารถที่สมบูรณ์แบบสำหรับนักท่องเที่ยวที่มาสัมผัสกับทุกสิ่งที่เมืองที่สวยงามของเรามีให้ เรามีรถให้เลือกมากมาย คุณจึงสามารถหารถที่เหมาะกับความต้องการและงบประมาณของคุณได้ . พนักงานที่เป็นมิตรและเป็นมืออาชีพของเรายินดีที่จะช่วยเหลือคุณในทุกคำถามที่คุณอาจมี....",
      "service_02": "Luxe เป็นวิธีที่สมบูรณ์แบบในการประกาศในงานกิจกรรมขององค์กรหรือวันสำคัญครั้งต่อไปของคุณ เรามีรถยนต์หรูหราชั้นนำให้เลือกมากมายเพื่อเช่า ดังนั้นคุณจึงสามารถเลือกรถยนต์ที่เหมาะสมที่สุดได้ สไตล์ของคุณ ไม่ว่าคุณจะต้องการรถซีดานที่โฉบเฉี่ยวและมีสไตล์สำหรับการเดินทางเพื่อธุรกิจ หรือรถ SUV ที่กว้างขวางสำหรับวันหยุดพักผ่อนของครอบครัว เรา....",
      "service_03": "LUXE คือบริการรถเช่าระดับพรีเมียมที่ให้บริการรถยนต์หรูหราสำหรับสถานทูตและองค์กรที่มีชื่อเสียงอื่น ๆ ให้เช่า เราเข้าใจว่าลูกค้าของเราต้องการความเป็นมืออาชีพสูงสุด และเรามุ่งมั่นที่จะมอบบริการระดับพิเศษสุด LUXE ให้บริการระดับพรีเมียม เช่น บริการคนขับรถ.....",
      "service_04": "LUXE ให้บริการรถเช่าคุณภาพสูงราคาไม่แพง เพื่อช่วยให้คุณเพลิดเพลินกับวันพิเศษของคุณอย่างมีสไตล์และสง่างาม ยานพาหนะคุณภาพสูงของเราสามารถขนส่งแขก ครอบครัวและเพื่อนฝูง หรืองานเลี้ยงงานแต่งงานของคุณได้อย่างสะดวกสบาย วันพิเศษกับของสมนาคุณ .......",
      "service_05": "LUXE มีรถที่สมบูรณ์แบบสำหรับทุกงาน โดยมีรถรุ่นล่าสุดจากแบรนด์ชั้นนำให้เลือกมากมาย LUXE ช่วยคุณได้ ไม่ว่าคุณจะไปร่วมงานผูกเน็คไทหรือแค่ต้องการเพลิดเพลินกับการออกเดตมื้อค่ำใน ด้วยคนขับรถส่วนตัวและไกด์นำเที่ยวส่วนตัวของเรา คุณจึงมั่นใจได้ว่าคุณจะท่องเที่ยวรอบเมืองอย่างปลอดภัยและหรูหรา......",
      "service_06": "LUXE คือบริการรถเช่าที่สมบูรณ์แบบสำหรับแขกคนสำคัญของประเทศหรือองค์กรสาธารณะ เรามีรถหรูให้เลือกมากมาย เพื่อให้คุณเลือกรถที่เหมาะกับความต้องการและงบประมาณของคุณ ทีมงานของเรา โดยพนักงานขับรถมืออาชีพมากประสบการณ์และรอบรู้ คุณจึงสามารถ..."
    },
    "testimonials_page":{
      "test_01":"ขอบคุณมากสำหรับการสนับสนุนและบริการที่ยอดเยี่ยมทั้งหมด",
      "test_02":"คนขับสุภาพมากและการเดินทางก็ราบรื่น",
      "test_03":"บริษัทที่ยอดเยี่ยมในการจัดการด้วย บริการส่งถึงบ้าน.",
      "test_04":"โดยรวมแล้วเป็นมืออาชีพมาก มีความพึงพอใจ 100% และทุกอย่างสมบูรณ์แบบตรงเวลา"
    },
    "booking_details_page":{
      "error":"เกิดข้อผิดพลาดในการเรียกการจอง",
      "bookings":"การจองของคุณ",
      "no_booking":"คุณยังไม่ได้จองรถ!!!",
      "from":"จาก",
      "to":"ถึง",
      "filter":"กรอง & จองรถใหม่"
    },
    "user_profile_page":{
      "updated":"อัปเดตโปรไฟล์",
      "pic_updated":"อัปเดตรูปโปรไฟล์แล้ว",
      "license_updated":"ใบอนุญาตอัปเดตแล้ว",
      "choose_image":"โปรดเลือกรูปโปรไฟล์",
      "choose_front":"โปรดเลือกภาพด้านหน้าใบอนุญาต",
      "choose_back":"โปรดเลือกภาพด้านหลังใบอนุญาต",
      "nothing":"ไม่มีอะไรจะอัปโหลด",
      "new_front":"โปรดเลือกภาพด้านหน้าใบอนุญาตใหม่ที่จะอัปเดต",
      "new_back":"โปรดเลือกภาพด้านหลังใบอนุญาตใหม่เพื่ออัปเดต",
      "details":"รายละเอียดโปรไฟล์",
      "upload_photo":"อัปโหลดรูปภาพของคุณที่นี่",
      "upload_img":"อัปโหลดรูปภาพ",
      "upload_license":"อัปโหลดภาพใบอนุญาตที่นี่",
      "choose_front_pic":"เลือกด้านหน้าใบอนุญาต",
      "choose_back_pic":"เลือกใบอนุญาตกลับ",
      "upload_imgs":"อัปโหลดรูปภาพ",
      "title_01":"ข้อมูลพื้นฐาน",
      "title_02":"รูปโปรไฟล์",
      "title_03":"ภาพลิขสิทธิ์"
    },
    "terms":{
      "intro":"บทนำ",
      "intro-details":"ยินดีต้อนรับสู่ Luxe Carrent! ข้อกำหนดในการให้บริการเหล่านี้ควบคุมการใช้งานเว็บไซต์ของเราที่ luxerentcar.com (รวมกันหรือเรียกว่า “บริการ”) ที่ดำเนินการโดย Luxe Carrent นโยบายความเป็นส่วนตัวของเรายังควบคุมการใช้งานของคุณ บริการของเราและอธิบายวิธีที่เรารวบรวม ปกป้อง และเปิดเผยข้อมูลที่เป็นผลมาจากการใช้งานหน้าเว็บของคุณ ข้อตกลงของคุณกับเรารวมถึงข้อกำหนดเหล่านี้และนโยบายความเป็นส่วนตัวของเรา (\"ข้อตกลง\") คุณรับทราบว่าคุณได้อ่านและทำความเข้าใจข้อตกลง และ ตกลงที่จะผูกพันตามข้อตกลง หากคุณไม่เห็นด้วย (หรือไม่สามารถปฏิบัติตาม) ข้อตกลง คุณจะไม่สามารถใช้บริการได้ แต่โปรดแจ้งให้เราทราบโดยส่งอีเมลไปที่ John@se0808.com เพื่อให้เราพยายามหาทางแก้ไข . ข้อกำหนดเหล่านี้ใช้กับผู้เยี่ยมชม ผู้ใช้ และผู้อื่นทั้งหมดที่ต้องการเข้าถึงหรือใช้บริการ.",
      "comm":"การสื่อสาร",
      "comm_details":"โดยการใช้บริการของเรา คุณตกลงที่จะสมัครรับจดหมายข่าว สื่อทางการตลาดหรือส่งเสริมการขาย และข้อมูลอื่น ๆ ที่เราอาจส่งไป อย่างไรก็ตาม คุณสามารถเลือกที่จะไม่รับการสื่อสารใด ๆ หรือทั้งหมดเหล่านี้จากเราได้โดยทำตามการยกเลิกการสมัคร ลิงค์หรือส่งอีเมลมาที่ John@se0808.com",
      "purchases":"การซื้อ",
      "purchases_d1":"หากคุณต้องการซื้อผลิตภัณฑ์หรือบริการใดๆ ที่มีให้ผ่านบริการ (“การซื้อ”) คุณอาจถูกขอให้ระบุข้อมูลบางอย่างที่เกี่ยวข้องกับการซื้อของคุณ ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะหมายเลขบัตรเครดิตหรือบัตรเดบิตของคุณ วันหมดอายุของบัตร ที่อยู่สำหรับการเรียกเก็บเงิน และข้อมูลการจัดส่งของคุณ คุณรับรองและรับประกันว่า",
      "purchases_d2":"คุณมีสิทธิ์ตามกฎหมายที่จะใช้บัตรใดๆ หรือวิธีการชำระเงินอื่นๆ ที่เกี่ยวข้องกับการซื้อใดๆ และนั่น",
      "purchases_d3":"ข้อมูลที่คุณให้กับเราเป็นความจริง ถูกต้อง และสมบูรณ์.",
      "purchases_d4":"เราอาจใช้บริการของบุคคลที่สามเพื่ออำนวยความสะดวกในการชำระเงินและดำเนินการซื้อให้เสร็จสิ้น โดยการส่งข้อมูลของคุณ แสดงว่าคุณให้สิทธิ์แก่เราในการให้ข้อมูลแก่บุคคลที่สามเหล่านี้ภายใต้นโยบายความเป็นส่วนตัวของเรา เราขอสงวนสิทธิ์ในการปฏิเสธหรือยกเลิกคำสั่งซื้อของคุณได้ทุกเมื่อด้วยเหตุผลรวมถึงแต่ไม่จำกัดเพียง: ความพร้อมใช้งานของผลิตภัณฑ์หรือบริการ, ข้อผิดพลาดในคำอธิบายหรือราคาของผลิตภัณฑ์หรือบริการ, ข้อผิดพลาดในการสั่งซื้อของคุณหรือเหตุผลอื่น ๆ เราขอสงวนสิทธิ์ เพื่อปฏิเสธหรือยกเลิกคำสั่งซื้อของคุณหากสงสัยว่ามีการฉ้อโกงหรือธุรกรรมที่ไม่ได้รับอนุญาตหรือผิดกฎหมาย.",
      "contests":"การแข่งขัน การชิงโชค และโปรโมชั่น",
      "contests_details":" การแข่งขัน การชิงโชค หรือโปรโมชันอื่นๆ (รวมเรียกว่า \"โปรโมชัน\") ที่มีให้ผ่านบริการอาจอยู่ภายใต้กฎที่แยกจากข้อกำหนดในการให้บริการนี้ หากคุณเข้าร่วมโปรโมชันใดๆ โปรดอ่านกฎที่ใช้บังคับเป็น รวมถึงนโยบายความเป็นส่วนตัวของเรา หากกฎของ Promotion ขัดแย้งกับข้อกำหนดในการให้บริการเหล่านี้ กฎของ Promotion ก็จะมีผลบังคับใช้.",
      "refunds":"การคืนเงิน",
      "refunds_details":"เราดำเนินการคืนเงินสำหรับสัญญาภายใน 1 วันนับจากวันที่ซื้อสัญญาเดิม",
      "content":"เนื้อหา",
      "content_details":"เนื้อหาที่พบในหรือผ่านบริการนี้เป็นทรัพย์สินของ Luxe Carrent หรือใช้โดยได้รับอนุญาต คุณไม่สามารถแจกจ่าย ดัดแปลง ส่ง ใช้ซ้ำ ดาวน์โหลด โพสต์ใหม่ คัดลอก หรือใช้เนื้อหาดังกล่าว ไม่ว่าทั้งหมดหรือ บางส่วนเพื่อวัตถุประสงค์ทางการค้าหรือเพื่อผลประโยชน์ส่วนตัว โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรล่วงหน้าอย่างชัดแจ้งจากเรา",
      "proh_users":"การใช้งานที่ต้องห้าม",
      "proh_users_d1":"คุณสามารถใช้บริการเพื่อวัตถุประสงค์ที่ถูกต้องตามกฎหมายและเป็นไปตามข้อกำหนดเท่านั้น คุณตกลงที่จะไม่ใช้บริการ",
      "proh_users_d2":"ในลักษณะใดๆ ที่ละเมิดกฎหมายหรือข้อบังคับในประเทศหรือระหว่างประเทศที่เกี่ยวข้อง",
      "proh_users_d3":"เพื่อวัตถุประสงค์ในการหาประโยชน์ ทำร้าย หรือพยายามแสวงหาประโยชน์หรือทำร้ายผู้เยาว์ในทางใดทางหนึ่งโดยการเปิดเผยเนื้อหาที่ไม่เหมาะสมหรืออย่างอื่น",
      "proh_users_d4":"เพื่อส่งหรือจัดหาการส่งสื่อโฆษณาหรือส่งเสริมการขายใดๆ รวมถึง อีเมลขยะ จดหมายลูกโซ่ สแปม หรือการชักชวนอื่นๆ ที่คล้ายกัน",
      "proh_users_d5":"ปลอมตัวหรือพยายามปลอมเป็นบริษัท พนักงานบริษัท ผู้ใช้รายอื่น หรือบุคคลหรือนิติบุคคลอื่น",
      "proh_users_d6":"ในลักษณะใดก็ตามที่ละเมิดสิทธิ์ของผู้อื่น หรือในลักษณะใดก็ตามที่ผิดกฎหมาย คุกคาม ฉ้อฉล หรือเป็นอันตราย หรือเกี่ยวข้องกับวัตถุประสงค์หรือกิจกรรมที่ไม่ชอบด้วยกฎหมาย ผิดกฎหมาย ฉ้อฉล หรือเป็นอันตราย",
      "proh_users_d7":"เพื่อมีส่วนร่วมในพฤติกรรมอื่นใดที่จำกัดหรือขัดขวางการใช้งานหรือเพลิดเพลินกับบริการของใครก็ตาม หรือซึ่งตามที่เราพิจารณาแล้ว อาจเป็นอันตรายต่อหรือทำให้บริษัทหรือผู้ใช้บริการขุ่นเคืองหรือทำให้พวกเขาต้องรับผิด",
      "proh_users_d8":"นอกจากนี้ คุณตกลงที่จะไม่ทำ",
      "proh_users_d9":"ใช้บริการในลักษณะใดๆ ที่อาจปิดใช้งาน สร้างภาระมากเกินไป สร้างความเสียหาย หรือทำให้บริการบกพร่อง หรือรบกวนการใช้บริการของบุคคลอื่น รวมถึงความสามารถในการมีส่วนร่วมในกิจกรรมตามเวลาจริงผ่านบริการ",
      "proh_users_d10":"ใช้โรบ็อต สไปเดอร์ หรืออุปกรณ์อัตโนมัติ ประมวลผล หรือวิธีการใดๆ เพื่อเข้าถึงบริการเพื่อวัตถุประสงค์ใดๆ รวมถึงการตรวจสอบหรือคัดลอกเนื้อหาใดๆ ในบริการ",
      "proh_users_d11":"ใช้กระบวนการด้วยตนเองเพื่อตรวจสอบหรือคัดลอกเนื้อหาใดๆ ในบริการหรือเพื่อวัตถุประสงค์อื่นที่ไม่ได้รับอนุญาตโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้า",
      "proh_users_d12":"ใช้อุปกรณ์ ซอฟต์แวร์ หรือรูทีนใดๆ ที่ขัดขวางการทำงานที่เหมาะสมของบริการ",
      "proh_users_d13":"แนะนำไวรัส ม้าโทรจัน เวิร์ม ลอจิกบอมบ์ หรือเนื้อหาอื่นๆ ที่เป็นอันตรายหรือเป็นอันตรายต่อเทคโนโลยี",
      "proh_users_d14":" พยายามรับการเข้าถึงโดยไม่ได้รับอนุญาต แทรกแซง สร้างความเสียหาย หรือรบกวนส่วนใด ๆ ของบริการ เซิร์ฟเวอร์ที่จัดเก็บบริการ หรือเซิร์ฟเวอร์ คอมพิวเตอร์ หรือฐานข้อมูลใด ๆ ที่เชื่อมต่อกับบริการ",
      "proh_users_d15":" บริการโจมตีผ่านการโจมตีแบบปฏิเสธการให้บริการหรือการโจมตีแบบปฏิเสธการให้บริการแบบกระจาย",
      "proh_users_d16":"ดำเนินการใดๆ ที่อาจสร้างความเสียหายหรือปลอมแปลงการจัดอันดับบริษัท",
      "proh_users_d17":"มิฉะนั้น พยายามแทรกแซงการทำงานที่เหมาะสมของบริการ",
      "analytics":"การวิเคราะห์",
      "analytics_details":"เราอาจใช้ผู้ให้บริการบุคคลที่สามเพื่อตรวจสอบและวิเคราะห์การใช้บริการของเรา",
      "minor":"ห้ามใช้โดยผู้เยาว์",
      "minor_details":"บริการมีไว้สำหรับการเข้าถึงและใช้งานโดยบุคคลที่มีอายุอย่างน้อยสิบแปด (18) ปีเท่านั้น โดยการเข้าถึงหรือใช้บริการ คุณรับประกันและรับรองว่าคุณมีอายุอย่างน้อยสิบแปด (18) ปีบริบูรณ์ อำนาจ สิทธิ์ และความสามารถในการเข้าสู่ข้อตกลงนี้และปฏิบัติตามข้อกำหนดและเงื่อนไขทั้งหมดของข้อกำหนด หากคุณมีอายุไม่ถึงสิบแปด (18) ปี คุณจะไม่ได้รับอนุญาตจากทั้งการเข้าถึงและการใช้บริการ",
      "accounts":"บัญชี",
      "accounts_details":"เมื่อคุณสร้างบัญชีกับเรา คุณรับประกันว่าคุณมีอายุเกิน 18 ปี และข้อมูลที่คุณให้เรานั้นถูกต้อง สมบูรณ์ และเป็นปัจจุบันตลอดเวลา ข้อมูลที่ไม่ถูกต้อง ไม่สมบูรณ์ หรือล้าสมัยอาจ ส่งผลให้บัญชีของคุณในบริการถูกยกเลิกทันที คุณมีหน้าที่รับผิดชอบในการรักษาความลับของบัญชีและรหัสผ่านของคุณ รวมถึงแต่ไม่จำกัดเพียงการจำกัดการเข้าถึงคอมพิวเตอร์และ\/หรือบัญชีของคุณ คุณตกลงที่จะยอมรับความรับผิดชอบใดๆ และทั้งหมด กิจกรรมหรือการดำเนินการที่เกิดขึ้นภายใต้บัญชีและ\/หรือรหัสผ่านของคุณ ไม่ว่ารหัสผ่านของคุณจะใช้กับบริการของเราหรือบริการของบุคคลที่สามก็ตาม คุณต้องแจ้งให้เราทราบทันทีที่ทราบว่ามีการละเมิดความปลอดภัยหรือการใช้บัญชีของคุณโดยไม่ได้รับอนุญาต คุณไม่สามารถ ใช้เป็นชื่อผู้ใช้ชื่อของบุคคลหรือนิติบุคคลอื่นหรือชื่อหรือเครื่องหมายการค้าที่ไม่สามารถใช้ได้ตามกฎหมาย ชื่อหรือเครื่องหมายการค้าที่อยู่ภายใต้สิทธิ์ของบุคคลหรือหน่วยงานอื่นที่ไม่ใช่คุณ โดยไม่ต้องใช้แอป การอนุญาตที่เหมาะสม คุณไม่สามารถใช้เป็นชื่อผู้ใช้ใดๆ ที่เป็นการล่วงละเมิด หยาบคาย หรือลามกอนาจาร เราขอสงวนสิทธิ์ในการปฏิเสธการให้บริการ ยุติบัญชี ลบหรือแก้ไขเนื้อหา หรือยกเลิกคำสั่งซื้อตามดุลยพินิจของเราแต่เพียงผู้เดียว",
      "intel_pro":"ทรัพย์สินทางปัญญา",
      "intel_pro_01":"บริการและเนื้อหาต้นฉบับ (ไม่รวมเนื้อหาที่ผู้ใช้จัดหาให้) คุณลักษณะและฟังก์ชันการทำงานเป็นและจะยังคงเป็นทรัพย์สินเฉพาะของ Luxe Carrent และผู้ออกใบอนุญาต บริการได้รับการคุ้มครองโดยลิขสิทธิ์ เครื่องหมายการค้า และกฎหมายอื่นๆ ของและต่างประเทศ ประเทศ เครื่องหมายการค้าของเราไม่สามารถใช้กับผลิตภัณฑ์หรือบริการใด ๆ โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจาก Luxe Carrent",
      "copyright":"นโยบายลิขสิทธิ์",
      "copyright_details":"เราเคารพในสิทธิ์ในทรัพย์สินทางปัญญาของผู้อื่น เรามีนโยบายที่จะตอบสนองต่อข้อเรียกร้องใดๆ ที่เนื้อหาที่โพสต์บนบริการละเมิดลิขสิทธิ์หรือสิทธิ์ในทรัพย์สินทางปัญญาอื่นๆ (\"การละเมิด\") ของบุคคลหรือนิติบุคคลใดๆ หากคุณ เป็นเจ้าของลิขสิทธิ์หรือได้รับอนุญาตในนามของหนึ่ง และคุณเชื่อว่างานที่มีลิขสิทธิ์ถูกคัดลอกในลักษณะที่เป็นการละเมิดลิขสิทธิ์ โปรดส่งการเรียกร้องของคุณทางอีเมลไปที่ John@se0808.com โดยมีหัวเรื่อง: “การละเมิดลิขสิทธิ์” และรวมคำอธิบายโดยละเอียดเกี่ยวกับการละเมิดที่ถูกกล่าวหาตามรายละเอียดด้านล่างในคำร้องของคุณ ภายใต้ “ประกาศและขั้นตอนการเรียกร้องการละเมิดลิขสิทธิ์ DMCA” คุณอาจต้องรับผิดชอบต่อความเสียหาย (รวมถึงค่าใช้จ่ายและค่าธรรมเนียมทนายความ) สำหรับการบิดเบือนความจริงหรือไม่สุจริต การอ้างสิทธิ์ในการละเมิดเนื้อหาใดๆ ที่พบในและ\/หรือผ่านบริการเกี่ยวกับลิขสิทธิ์ของคุณ",
      "dcma":"ประกาศ DMCA และขั้นตอนสำหรับการเรียกร้องการละเมิดลิขสิทธิ์",
      "dcma_details":"คุณสามารถส่งการแจ้งเตือนตาม Digital Millennium Copyright Act (DMCA) โดยแจ้งข้อมูลต่อไปนี้เป็นลายลักษณ์อักษรแก่ตัวแทนลิขสิทธิ์ของเรา (ดู 17 U.S.C 512(c)(3) สำหรับรายละเอียดเพิ่มเติม): 0.1. an ลายเซ็นอิเล็กทรอนิกส์หรือลายเซ็นจริงของบุคคลที่ได้รับอนุญาตให้ดำเนินการในนามของเจ้าของผลประโยชน์ของลิขสิทธิ์ 0.2. คำอธิบายของงานลิขสิทธิ์ที่คุณอ้างว่าถูกละเมิด รวมถึง URL (เช่น ที่อยู่หน้าเว็บ) ของตำแหน่งที่ งานที่มีลิขสิทธิ์มีอยู่หรือสำเนาของงานที่มีลิขสิทธิ์ 0.3. การระบุ URL หรือตำแหน่งเฉพาะอื่น ๆ บนบริการซึ่งเนื้อหาที่คุณอ้างว่าถูกละเมิดนั้นตั้งอยู่ 0.4. ที่อยู่ หมายเลขโทรศัพท์และที่อยู่อีเมลของคุณ 0.5. คำแถลง โดยคุณว่าคุณมีความเชื่อโดยสุจริตว่าการใช้งานที่มีข้อโต้แย้งนั้นไม่ได้รับอนุญาตจากเจ้าของลิขสิทธิ์ ตัวแทน หรือกฎหมาย 0.6. แถลงการณ์ของคุณภายใต้บทลงโทษสำหรับการให้การเท็จว่าข้อมูลข้างต้นในคำบอกกล่าวของคุณนั้นถูกต้อง และท่า คุณเป็นเจ้าของลิขสิทธิ์หรือได้รับอนุญาตให้ดำเนินการในนามของเจ้าของลิขสิทธิ์ คุณสามารถติดต่อตัวแทนลิขสิทธิ์ของเราทางอีเมลได้ที่ John@se0808.com.",
      "error_report":" การรายงานข้อผิดพลาดและคำติชม",
      "error_report_details":"คุณอาจแจ้งเราโดยตรงที่ John@se0808.com หรือผ่านทางเว็บไซต์และเครื่องมือของบุคคลที่สาม พร้อมข้อมูลและข้อเสนอแนะเกี่ยวกับข้อผิดพลาด คำแนะนำสำหรับการปรับปรุง แนวคิด ปัญหา ข้อร้องเรียน และเรื่องอื่นๆ ที่เกี่ยวข้องกับบริการของเรา (“ คำติชม”) คุณรับทราบและตกลงว่า",
      "error_report_d1":"คุณจะไม่รักษา ได้รับ หรือยืนยันสิทธิ์ในทรัพย์สินทางปัญญาหรือสิทธิ์ กรรมสิทธิ์ หรือผลประโยชน์อื่นๆ ในหรือต่อคำติชม;",
      "error_report_d2":"บริษัทอาจมีแนวคิดในการพัฒนาคล้ายกับคำติชม;",
      "error_report_d3":"คำติชมไม่มีข้อมูลที่เป็นความลับหรือข้อมูลที่เป็นกรรมสิทธิ์จากคุณหรือบุคคลที่สาม และ",
      "error_report_d4":"บริษัทไม่อยู่ภายใต้ภาระผูกพันใดๆ ในการรักษาความลับเกี่ยวกับคำติชม ในกรณีที่ไม่สามารถโอนความเป็นเจ้าของให้กับคำติชมได้เนื่องจากกฎหมายบังคับที่บังคับใช้ คุณให้สิทธิ์แก่บริษัทและบริษัทในเครือเป็นพิเศษ โอนได้ เพิกถอนไม่ได้ ไม่มีค่าใช้จ่าย อนุญาตช่วงได้ ไม่จำกัดและตลอดไป สิทธิ์ในการใช้งาน (รวมถึงการคัดลอก ดัดแปลง สร้างผลงานลอกเลียนแบบ เผยแพร่ แจกจ่าย และทำการค้า) คำติชมในลักษณะใด ๆ และเพื่อวัตถุประสงค์ใด ๆ.",
      "links_web":"ลิงค์ไปยังเว็บไซต์อื่น",
      "links_web_01":"ตัวอย่างเช่น เงื่อนไขการใช้งานที่ระบุไว้ถูกสร้างขึ้นโดยใช้ PolicyMaker.io ซึ่งเป็นเว็บแอปพลิเคชันฟรีสำหรับสร้างเอกสารทางกฎหมายคุณภาพสูง เครื่องมือสร้างข้อกำหนดและเงื่อนไขของ PolicyMaker เป็นเครื่องมือฟรีที่ใช้งานง่ายสำหรับการสร้าง เทมเพลตข้อกำหนดในการให้บริการมาตรฐานที่ยอดเยี่ยมสำหรับเว็บไซต์ บล็อก ร้านค้าอีคอมเมิร์ซ หรือแอป ",
      "links_web_02":"คุณรับทราบและตกลงว่าบริษัทจะไม่รับผิดชอบหรือรับผิดโดยตรงหรือโดยอ้อมสำหรับความเสียหายหรือการสูญเสียใดๆ ที่เกิดขึ้นหรือถูกกล่าวหาว่าเกิดจากหรือเกี่ยวข้องกับการใช้หรือการพึ่งพาเนื้อหา สินค้า หรือบริการดังกล่าว มีอยู่ในหรือผ่านเว็บไซต์หรือบริการของบุคคลที่สามดังกล่าว เราขอแนะนำอย่างยิ่งให้คุณอ่านข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของเว็บไซต์หรือบริการของบุคคลที่สามใด ๆ ที่คุณเยี่ยมชม.",
      "disclaimer":"การปฏิเสธการรับประกัน",
      "disclaimer_details":"บริการเหล่านี้จัดหาโดยบริษัท ตามที่เป็น และ ตามที่มี บริษัทไม่รับรองหรือรับประกันใดๆ ทั้งโดยชัดแจ้งหรือโดยปริยายเกี่ยวกับการดำเนินงานของบริการหรือข้อมูลของพวกเขา เนื้อหาหรือเนื้อหาที่รวมอยู่ในนั้น คุณตกลงโดยชัดแจ้งว่าการใช้บริการเหล่านี้ เนื้อหาของพวกเขา และบริการหรือรายการใด ๆ ที่ได้รับจากเราถือเป็นความเสี่ยงของคุณแต่เพียงผู้เดียว บริษัทหรือบุคคลใด ๆ ที่เกี่ยวข้องกับบริษัทไม่รับประกันหรือรับรองใด ๆ ที่เกี่ยวข้องกับ ความสมบูรณ์ ความปลอดภัย ความน่าเชื่อถือ คุณภาพ ความถูกต้อง หรือความพร้อมใช้งานของบริการ โดยไม่จำกัดเพียงสิ่งที่กล่าวมาข้างต้น ทั้งบริษัทหรือบุคคลใดก็ตามที่เกี่ยวข้องกับตัวแทนของบริษัทหรือการรับประกันว่าบริการ เนื้อหาของพวกเขา หรือบริการหรือรายการใด ๆ ที่ได้รับผ่านทางบริการนี้ เชื่อถือได้ ปราศจากข้อผิดพลาดหรือไม่หยุดชะงัก ข้อบกพร่องนั้นจะได้รับการแก้ไข ว่าบริการหรือเซิร์ฟเวอร์ที่ทำให้พร้อมใช้งานนั้นปราศจากไวรัสหรือส่วนประกอบที่เป็นอันตรายอื่นๆ S หรือว่าบริการหรือบริการหรือรายการใด ๆ ที่ได้รับผ่านบริการนี้จะตอบสนองความต้องการหรือความคาดหวังของคุณ บริษัทขอปฏิเสธการรับประกันใดๆ ทั้งสิ้น ไม่ว่าจะโดยชัดแจ้งหรือโดยนัย ตามกฎหมายหรืออื่นๆ รวมถึงแต่ไม่จำกัดเพียงการรับประกันใดๆ ของความสามารถในการซื้อขาย การไม่ละเมิด และความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ ข้อความข้างต้นไม่ส่งผลต่อการรับประกันใด ๆ ที่ไม่สามารถยกเว้นหรือจำกัดได้ภายใต้กฎหมายที่บังคับใช้",
      "limitation":"ข้อจำกัดความรับผิด",
      "limitation_details":"ยกเว้นกรณีที่กฎหมายห้ามไว้ คุณจะถือว่าเราและเจ้าหน้าที่ ผู้อำนวยการ พนักงาน และตัวแทนของเราไม่เป็นอันตรายสำหรับความเสียหายทางอ้อม บทลงโทษ ความเสียหายพิเศษ ความเสียหายโดยบังเอิญ หรือผลที่ตามมา ไม่ว่าจะเกิดขึ้นอย่างไร (รวมถึงค่าธรรมเนียมทนายความและทั้งหมด ค่าใช้จ่ายและค่าใช้จ่ายที่เกี่ยวข้องในการดำเนินคดีและการอนุญาโตตุลาการ หรือในการพิจารณาคดีหรือการอุทธรณ์ หากมี ไม่ว่าจะมีการฟ้องร้องดำเนินคดีหรืออนุญาโตตุลาการหรือไม่ก็ตาม) ไม่ว่าจะเป็นการกระทำตามสัญญา ความประมาทเลินเล่อ หรือการกระทำที่เป็นการล่วงละเมิดอื่น ๆ หรือเกิดขึ้นจากหรือเกี่ยวเนื่องกัน ด้วยข้อตกลงนี้ รวมถึงแต่ไม่จำกัดเพียงการเรียกร้องใด ๆ สำหรับการบาดเจ็บส่วนบุคคลหรือความเสียหายต่อทรัพย์สินที่เกิดขึ้นจากข้อตกลงนี้และการละเมิดใด ๆ โดยคุณต่อกฎหมายของรัฐบาลกลาง รัฐ หรือท้องถิ่น กฎเกณฑ์ กฎ หรือข้อบังคับใด ๆ แม้ว่าบริษัทจะได้รับคำแนะนำก่อนหน้านี้ก็ตาม ความเป็นไปได้ของความเสียหายดังกล่าว ยกเว้นตามที่กฎหมายห้ามไว้ หากพบว่ามีความรับผิดในส่วนของบริษัท ความรับผิดจะถูกจำกัดไว้ที่จำนวนเงินที่ชำระสำหรับผลิตภัณฑ์และ\/หรือบริการ และไม่ว่าในกรณีใดๆ นี่คือความเสียหายที่เป็นผลสืบเนื่องหรือเป็นโทษ บางรัฐไม่อนุญาตให้มีการยกเว้นหรือจำกัดความเสียหายเชิงลงโทษ ความเสียหายโดยบังเอิญหรือเป็นผลที่ตามมา ดังนั้นการจำกัดหรือการยกเว้นก่อนหน้านี้อาจไม่มีผลกับคุณ.",
      "termination":"การสิ้นสุด",
      "termination_details":"เราอาจยุติหรือระงับบัญชีของคุณและระงับการเข้าถึงบริการทันที โดยไม่ต้องแจ้งให้ทราบล่วงหน้าหรือรับผิดภายใต้ดุลยพินิจของเราแต่เพียงผู้เดียว ไม่ว่าด้วยเหตุผลใดก็ตามและไม่จำกัด รวมถึงแต่ไม่จำกัดเฉพาะการละเมิดข้อกำหนด หากคุณ ต้องการยุติบัญชีของคุณ คุณเพียงแค่หยุดใช้บริการ ข้อกำหนดทั้งหมดของข้อกำหนดซึ่งโดยธรรมชาติแล้วควรจะคงอยู่ต่อไปหลังจากการยกเลิกจะยังคงมีผลบังคับต่อไป รวมถึงแต่ไม่จำกัดเพียงข้อกำหนดการเป็นเจ้าของ การปฏิเสธการรับประกัน การชดใช้ค่าเสียหายและข้อจำกัดความรับผิด",
      "govern_law":"กฎหมายที่ใช้บังคับ",
      "govern_law_details":"ข้อกำหนดเหล่านี้อยู่ภายใต้และตีความตามกฎหมายของประเทศไทย ซึ่งกฎหมายที่ใช้บังคับกับข้อตกลงโดยไม่คำนึงถึงการขัดกันของกฎหมาย ความล้มเหลวของเราในการบังคับใช้สิทธิ์หรือข้อกำหนดใดๆ ของข้อกำหนดเหล่านี้จะไม่ถูกพิจารณา การสละสิทธิ์ของสิทธิ์เหล่านั้น หากข้อกำหนดใด ๆ ของข้อกำหนดเหล่านี้ถือเป็นโมฆะหรือไม่สามารถบังคับใช้ได้โดยศาล ข้อกำหนดที่เหลือของข้อกำหนดเหล่านี้จะยังคงมีผลบังคับใช้ ข้อกำหนดเหล่านี้ถือเป็นข้อตกลงทั้งหมดระหว่างเราเกี่ยวกับบริการของเรา และแทนที่และแทนที่ข้อกำหนดใด ๆ ข้อตกลงก่อนหน้านี้ที่เราอาจมีระหว่างเราเกี่ยวกับบริการ",
      "change_service":"การเปลี่ยนแปลงบริการ",
      "change_service_details":"เราขอสงวนสิทธิ์ในการเพิกถอนหรือแก้ไขบริการของเรา และบริการหรือเนื้อหาใด ๆ ที่เราจัดหาให้ผ่านทางบริการ ตามดุลยพินิจของเราแต่เพียงผู้เดียวโดยไม่ต้องแจ้งให้ทราบล่วงหน้า เราจะไม่รับผิดชอบหากบริการทั้งหมดหรือบางส่วนไม่สามารถใช้งานได้ด้วยเหตุผลใดก็ตาม เมื่อใดก็ได้หรือในช่วงเวลาใด ๆ ในบางครั้ง เราอาจจำกัดการเข้าถึงบริการบางส่วนหรือบริการทั้งหมดสำหรับผู้ใช้รวมถึงผู้ใช้ที่ลงทะเบียนด้วย",
      "amend":"แก้ไขข้อกำหนด",
      "amend_details":"เราอาจแก้ไขข้อกำหนดเมื่อใดก็ได้โดยการโพสต์ข้อกำหนดที่แก้ไขบนไซต์นี้ คุณมีหน้าที่ตรวจสอบข้อกำหนดเหล่านี้เป็นระยะ การใช้งานแพลตฟอร์มต่อไปหลังจากการโพสต์ข้อกำหนดที่แก้ไขหมายความว่าคุณยอมรับและตกลงที่จะ การเปลี่ยนแปลง คุณต้องตรวจสอบหน้านี้บ่อยๆ เพื่อให้คุณทราบถึงการเปลี่ยนแปลงใดๆ เนื่องจากมีผลผูกพันกับคุณ การเข้าถึงหรือใช้บริการของเราต่อไปหลังจากการแก้ไขใดๆ มีผลบังคับใช้ แสดงว่าคุณตกลงที่จะผูกพันตามข้อกำหนดที่แก้ไข หากคุณไม่ยอมรับข้อกำหนดใหม่ คุณจะไม่ได้รับอนุญาตให้ใช้บริการอีกต่อไป",
      "waiver":"การสละสิทธิ์และการแยกส่วน",
      "waiver_details":"การสละสิทธิ์โดยบริษัทสำหรับข้อกำหนดหรือเงื่อนไขใดๆ ที่กำหนดไว้ในข้อกำหนดจะถือว่าเป็นการสละสิทธิ์เพิ่มเติมหรือต่อเนื่องของข้อกำหนดหรือเงื่อนไขดังกล่าว หรือการสละสิทธิ์ของข้อกำหนดหรือเงื่อนไขอื่นใด และความล้มเหลวใดๆ ของบริษัทในการยืนยันสิทธิ์ หรือข้อกำหนดภายใต้ข้อกำหนดจะไม่ถือเป็นการสละสิทธิ์หรือบทบัญญัติดังกล่าว หากข้อกำหนดใด ๆ ของข้อกำหนดที่ศาลหรือศาลอื่น ๆ ในเขตอำนาจศาลเห็นว่าเป็นโมฆะ ผิดกฎหมาย หรือไม่สามารถบังคับใช้ได้ไม่ว่าด้วยเหตุผลใด ๆ บทบัญญัติดังกล่าวจะถูกตัดออกหรือจำกัดเฉพาะ ขอบเขตขั้นต่ำที่บทบัญญัติที่เหลือของข้อกำหนดจะยังคงมีผลบังคับใช้อย่างเต็มที่",
      "ack":"รับทราบ",
      "ack_details":"โดยการใช้บริการหรือบริการอื่นๆ ที่เราจัดหาให้ คุณรับทราบว่าคุณได้อ่านข้อกำหนดในการให้บริการเหล่านี้และตกลงที่จะผูกพันตามข้อกำหนดเหล่านี้",
      "contact_us":"ติดต่อเรา",
      "contact_us_details":"โปรดส่งคำติชม ข้อคิดเห็น คำร้องขอการสนับสนุนทางเทคนิคทางอีเมล: John@se0808.com",
      "last_updated":"ปรับปรุงล่าสุด:"
    },
    "not_authorized":{
      "no_auth_01":"คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้",
      "no_auth_02":"โปรดไปที่การเข้าสู่ระบบหรือลืมรหัสผ่านเพื่อดำเนินการต่อ.."
    }
}